Repository: LiNgOtT/raspberry-pi-cistern-gauge-level
Catalog: code/app/Resources/translations/*.*.xliff
Languages: de

# page.title
source: Water gauge level
de: Wasserstand Zisterne

# weather.title
source: Forecast: Rain and temperature
de: Vorhersage: Niederschlag und Temperatur

# weather.legendTemperature
source: Temperature
de: Temperatur

# weather.legendRainfall
source: Rainfall
de: Niederschlag

# weather.vAxisTitleLeft
source: Temperature (°C)
de: Temperatur (°C)

# weather.vAxisTitleRight
source: Rainfall (mm)
de: Niederschlag (mm)

# gauge.title
source: Level
de: Pegel

# graph.all.title
source: All measurements
de: Alle Messungen

# graph.cunsumptionPerDay.title
source: In and Out per day
de: Verbrauch pro Tag

# graph.daily.title
source: Level per day
de: Stand pro Tag

# graph.weekly.title
source: Level per week
de: Stand pro Woche

# graph.monthly.title
source: Level per month
de: Stand pro Monat

# graph.rainwater
source: Rainwater (liter)
de: Regenwasser (Liter)
